window.FREEMAN_REVIEWS=[
  {
    "id": "student1",
    "category": "students",
    "excerpt": "Андрей очень профессиональный преподаватель, легко находит правильный подход к ученикам!",
    "text": "До того, как судьба свела меня с Андреем, у меня было много безуспешных попыток заговорить и разговориться.\nЯ прошла ульпан бесплатный, ульпан платный, несколько частных преподавателей и тд\nМне нравится модель преподавания, сочетающая и грамматические практики и разговорные, структурированное и логическое объяснение всего, включая танахический иврит.\nЗа пару месяцев-я говорю, начала читать Тору ( кто бы мог подумать) и почувствовала « легкость бытия в Иврите»\nАндрей очень профессиональный преподаватель, легко находит правильный подход к ученикам!",
    "sources": [
      "assets/student1.png"
    ]
  },
  {
    "id": "podcast1",
    "category": "podcast",
    "excerpt": "Материал очень структурирован. Садись и учись. Это очень экономит время.",
    "text": "Я давно искала подкасты для обучения ивриту. И вот сейчас могу сказать, что нашла. Что очень удобно на мой взгляд. Вы получаете аудиоматериал сразу с переводом и словарем. Материал очень структурирован. Садись и учись. Это очень экономит время. Кроме того темы интересные. А когда интересно, то и запоминаешь быстрее и прочнее. Одна досада у меня, если бы можно было не идти на работу, а сидеть и заниматься по этому материалу, в удовольствие, не спеша. Очень рекомендую эти уроки всем, кто любит заниматься ивритом!",
    "sources": [
      "assets/otziv1.jpg"
    ]
  },
  {
    "id": "podcast2a",
    "category": "podcast",
    "excerpt": "Особенно нравятся выпуски, где лексика объясняется через контекст.",
    "text": "Подкаст «Фриман» слушаю второй месяц. Пришла с уровнем где то около бет и сначала было немного сложно, но синхронные субтитры в видео реально помогают. Можно слушать и одновременно видеть структуру фраз. Особенно нравятся выпуски, где лексика объясняется через контекст. Сейчас подписка на 3 месяца.",
    "sources": [
      "assets/otziv2.jpg"
    ]
  },
  {
    "id": "student2",
    "category": "students",
    "excerpt": "Его уроки никогда не бывают скучными: он интересно рассказывает об истории языка, грамматике и многом другом.",
    "text": "Андрей — замечательный учитель, он отлично умеет работать как со взрослыми учениками, так и с детьми. Благодаря ему мои дети полюбили язык и не боятся на нём разговаривать, и у меня тоже заметен значительный прогресс. Наравне с традиционными материалами, Андрей использует в работе и современные методы: кино, музыку, подкасты, стендап. Его уроки никогда не бывают скучными: он интересно рассказывает об истории языка, грамматике и многом другом. Андрей отзывчивый и тёплый преподаватель, к нему можно обратиться с вопросом в любой момент и гарантированно будет ответ.",
    "sources": [
      "assets/student2.png"
    ]
  },
  {
    "id": "student3",
    "category": "students",
    "excerpt": "Одним словом - лучший преподаватель с потрясающим, уникальным подходом к обучению.",
    "text": "До наших занятий я даже не представлял, что могу настолько быстро и качественно усваивать иврит.\n\nЯ рассказал о своей цели, и учебный курс был построен ровно на том, что мне нужно знать, ничего лишнего, всё чётко и структурированно. Каждое занятие я приходил и знал, что у нас будет новый подготовленный материал: текст, вопросы для обсуждения, упражнения, карточки со всеми словами, которые я не знал, видео для просмотра, и всё это индивидуально. У меня было буквально всё, чтобы учиться, и я чувствовал, что мы оба хотим моего прогресса и успеха в изучении иврита.\n\nЯ пришёл с уровнем, на котором мог немного разговаривать, и уже через полгода я смотрю видео из университета по высшей математике и ловлю себя на мысли, что мне ничего не нужно переводить, это потрясающее чувство!\n\nОдним словом - лучший преподаватель с потрясающим, уникальным подходом к обучению.",
    "sources": [
      "assets/student3.png"
    ]
  },
  {
    "id": "student4",
    "category": "students",
    "excerpt": "Плюс Андрей знает много вещей про сленг и уличную речь, поэтому есть возможность выучить те слова, которые в ульпане не дают)",
    "text": "Мне очень нравятся занятия с Андреем, для меня главной целью было разговориться на иврите после окончания ульпана, поэтому наши занятия в основном сконцентрированы на устной речи, и я в сочетании с постоянными попытками говорить на иврите с людьми на улице чувствую большие улучшения за несколько месяцев, речь стала проще, и много слов гораздо быстрее приходят в голову, чем раньше. Плюс Андрей знает много вещей про сленг и уличную речь, поэтому есть возможность выучить те слова, которые в ульпане не дают)",
    "sources": [
      "assets/student4.png"
    ]
  },
  {
    "id": "student5",
    "category": "students",
    "excerpt": "Очень его рекомендую с ним легко, нет скованности, он доступно объясняет материал, эмпатия чувствуется на всех уровнях🥰",
    "text": "Итак, хочу написать отзыв о прекрасном учителе, Андрее. Его я случайно увидела на фейсбук, и мне откликнулось его объявление о обучении ивриту. Я как раз только переехала в Израиль и хотела выучить язык. Я написала Андрею свой запрос, примерно как бы я хотела начать изучение языка и он меня поддержал, мы начали занятия. На уроках было очень легко, не смотря на то что я тупила))) и чувствовала себя как будто я в первом классе и плюс не очень прилежная ученица, Андрей подбадривал меня и помогал. Спасибо ему за это огромное❤️🤗\nОчень его рекомендую с ним легко, нет скованности, он доступно объясняет материал, эмпатия чувствуется на всех уровнях🥰",
    "sources": [
      "assets/student5.png"
    ]
  },
  {
    "id": "student6",
    "category": "students",
    "excerpt": "Благодаря его терпению и индивидуальному подходу, я намного продвинулась в изучении иврита.",
    "text": "Хочу выразить огромную благодарность моему учителю иврита @Andreas_Free . Он профессионал своего дела, объясняет материал доступно и понятно, а уроки всегда проходят интересно и насыщенно, у меня был экспресс курс, много информации за короткий срок!\nБлагодаря его терпению и индивидуальному подходу, я намного продвинулась в изучении иврита.\nУроки не только информативны, но и мотивируют к дальнейшему изучению.\nОчень рекомендую его как преподавателя иврита! 😊",
    "sources": [
      "assets/student6.png"
    ]
  },
  {
    "id": "podcast2b",
    "category": "podcast",
    "excerpt": "Очень нравится, что темы не поверхностные и язык не упрощенный.",
    "text": "Слушаю подкаст «Фриман» уже пятый месяц. Очень нравится, что темы не поверхностные и язык не упрощенный. Некоторые выпуски переслушиваю, потому что с первого раза не все улавливается. Оформление видео и PDF приятное, ничего не отвлекает. Подписку сразу оформлял на 6 месяцев и ни разу не пожалел.",
    "sources": [
      "assets/otziv2.jpg"
    ]
  },
  {
    "id": "podcast3a",
    "category": "podcast",
    "excerpt": "Мне лично очень зашел формат с опросами после выпусков.",
    "text": "Мне лично очень зашел формат с опросами после выпусков. Они не формальные, а заставляют реально подумать и иногда вернуться к выпуску еще раз. Спасибо тебе Андрей, за такой классный продукт!",
    "sources": [
      "assets/otziv3.jpg"
    ]
  },
  {
    "id": "podcast3b",
    "category": "podcast",
    "excerpt": "По темам особенно откликнулись выпуски, где язык связан с мышлением и ощущением жизни.",
    "text": "Всё нравится и хочется ещё! Иврит у меня стал оооочень богатым! Прям реально, могу и пофилософствовать! 😀 Спасибо Андрей! По темам особенно откликнулись выпуски, где язык связан с мышлением и ощущением жизни. Пока на месячном тарифе.",
    "sources": [
      "assets/otziv3.jpg"
    ]
  },
  {
    "id": "podcast4",
    "category": "podcast",
    "excerpt": "Очень нравится оформление и спокойная подача Андрея.",
    "text": "У меня начальный уровень алеф. Подкаст взял скорее из любопытства и чтобы привыкать к живому ивриту. Сразу стало понятно, что это не контент для полного нуля, но при этом как аудирование и работой над произношением гортанных звуков, (которые у Андрея просто изумительные), и правильной интонацией - можно. Какие то вещи просто пропускаю, какие то начинаю узнавать со временем. Очень нравится оформление и спокойная подача Андрея. Берите, даже не сомневайтесь! Лучшего за такую цену, вы не найдете.",
    "sources": [
      "assets/otziv4.jpg"
    ]
  },
  {
    "id": "podcast5",
    "category": "podcast",
    "excerpt": "Тексты интересные, просветительские и гуманитарно ориентированные",
    "text": "Хочу сказать несколько слов про подкаст Freeman. Я тут совсем новичок, решила попробовать на месяц и пожалела, что не подписалась сразу на 3 месяца! Тексты интересные, просветительские и гуманитарно ориентированные, так что не только иврит осваиваешь, но и знакомишься с такими страницами истории и культуры страны, которые в обычных учебниках не встретишь. Уровень иврита, как мне кажется, чуть выше, чем мой актуальный, но это и хорошо, иначе было бы неинтересно. (Мой уровень после учебы в ульпане был гимель+)",
    "sources": [
      "assets/otziv5.jpg"
    ]
  },
  {
    "id": "podcast6",
    "category": "podcast",
    "excerpt": "Кстати за воркбуки которые ты начал внедрять отдельное человеческое СПАСИБИЩЕ!!",
    "text": "Андрей привет!! Слушай я вообще редко отзывы пишу, тем более такие длинные, но щас просто эмоции через край, надо выговориться))\n\nЯ же с тобой в подкасте ну практически с самого начала, помнишь наверно)) И блин, то во что проект вырос щас это реально какой то космос!! Я каждый раз открываю новый выпуск и просто офигеваю сколько сил и души ты туда вкладываешь.. Это же не просто звук записать. И видео с субтитрами, и пдфки эти красивые с переводом, квизлет, тесты всякие... У меня в голове не укладывается как один человек делает работу за целую команду методистов! Это просто титанический труд, спасибо тебе за твой перфекционизм!!\n\nКстати за воркбуки которые ты начал внедрять отдельное человеческое СПАСИБИЩЕ!! Это прям спасательный круг мой щас и утешение, так круто что ты нас услышал и сделал их! Еще чат этот наш... я блин к сожалению все еще стесняюсь туда писать, да и времени вечно не хватает катастрофически(( но надеюсь скоро начну, надо просто время найти! И еще очень-очень жду разговорный клуб про который ты говорил, прям с нетерпением!!\n\nКороче на просторах интернета (а в иврите так тем более) это вообще единственный проект в своем роде, ничего близко похожего нету. И честно сказать, то сколько это всё стоит сейчас... блин да это вообще символическая цена, подписка должна стоить в разы, просто на порядок больше за такой объем работы!!\n\nСпасибо тебе за твою энергию, пожалуйста не останавливайся!!! Ты лучший!! ❤️❤️❤️",
    "sources": [
      "assets/otziv6.jpg",
      "assets/otziv7.jpg"
    ]
  },
  {
    "id": "podcast8",
    "category": "podcast",
    "excerpt": "Когда у меня есть время, я читаю перевод подкаста на русском, очень здорово, что есть такая возможность!",
    "text": "В очень насыщенном 2025 случилась моя вторая и, я считаю, очень удачная попытка учить иврит. На данный момент мой уровень Алеф, а дискуссия сводится к «Я учитель и я люблю вино». Но так как это не первый язык, который я изучаю, я уже знаю, что для меня работает лучше всего: погружение в язык.\n\nОбычно подкасты я слушаю на фоне, пока делаю свою домашку. Из-за занятости на работе, я к сожалению могу посвятить этому только несколько часов один раз в неделю, но стараюсь использовать это время по максимуму. Я включаю подкасты с самого начала и могу прослушать 1.5-2 круга, пока не закончу с письменными заданиями. Когда у меня есть время, я читаю перевод подкаста на русском, очень здорово, что есть такая возможность!\n\nТак как в других языках я более-менее ориентировалась, то с ивритом я была, как слепой котенок + нелатинский алфавит очень сбивал с толку. Было и есть очень сильное желание узнать культуру и традиции, но к каким источникам обращаться оставалось загадкой, пока в ~ноябре я не подписалась на Андрея, где собственно и нашла ответы на свои вопросы, за что ему безумно благодарна! Жду не дождусь, когда мой уровень языка позволит более вдумчиво слушать подкасты, проходить опросы, читать тексты на иврите и обогащать свой словарный запас. Ну а пока я очень радуюсь, что каждый раз слышу все больше и больше знакомых слов! Спасибо!",
    "sources": [
      "assets/otziv8.jpg"
    ]
  }
];
